{
  "description.config.wover.client.general.check_for_new_versions": "WorldWeaver enthält eine einfache Versionsüberprüfung, die Dich benachrichtigen kann, wenn neue Updates unserer Mods verfügbar sind. Dazu müssen wir eine Ressource von einem unserer Webserver abrufen. Um die Anfrage zu bearbeiten versenden wir zusammen mit Deiner IP-Address (wir müssen ja wissen wohin die Antwort gehen soll) auch Deine Minecraft-Version (damit wir die richtige Mod-Version auswählen können). Die übertragenen Daten werden von uns niemals für andere Zwecke verwendet, verarbeitet oder weitergegeben, müssen aber aus rechtlichen Gründen für 4 Wochen in unseren Log-Dateien gespeichert werden.",
  "description.config.wover.client.general.force_betterx_world_type": "Der Welt-Typ bestimmt, wie eine Welt generiert wird. In den meisten Fällen solltet BetterX als Standardeinstellung beibehalten werden (Du kannst den Typ jederzeit im Welt-Erstellen-Bildschirm ändern). Dieser Typ ist für maximale Kompatibilität zwischen DataPacks, unserer Mod und anderen Fabric-Mods optimiert. Außerdem bietet er einige einzigartige Funktionen für BetterNether und BetterEnd. Du solltest diese Option nur deaktivieren, wenn Du einen Grund dazu hast!",
  "description.config.wover.client.loading.disable_experimental_warning": "Der Warnbildschirm wird immer dann angezeigt, wenn Deine Welt nicht die Einstellungen der Vanilla-Version verwendet. Dies kann passieren, wenn Du eine Welt in einer Vorschauversion startest, aber auch wenn Du Mods verwendest, um die Welterzeugung zu verändern. Wenn diese Option aktiviert ist, wird die Warnung übersprungen, wenn Du eine bestehende Welt lädst. Sie wird weiterhin angezeigt (als Erinnerung), wenn eine neue Welt erstellt wird.",
  "title.config.wover.client.general.check_for_new_versions": "Versionsprüfung erlauben",
  "title.config.wover.client.general.force_betterx_world_type": "BetterX als Standard-Welt-Typ verwenden",
  "title.config.wover.client.loading.disable_experimental_warning": "Warnbildschirm beim Laden deaktivieren",
  "warning.config.wover.client.general.force_betterx_world_type": "MOST LIKELY YOU WILL WANT TO KEEP THIS OPTION ENABLED.\n",
  "wover.updates.description": "Einige der installierten Mods sind veraltet. Wir verbessern und erweitern unser Angebot kontinuierlich und bieten wichtige Fehlerbehebungen an.\nBitte erwäge, deine Mods über die unten bereitgestellten Links zu aktualisieren.",
  "wover.updates.disable_check": "Update-Überprüfung deaktivieren",
  "wover.updates.download_link": "Download",
  "wover.updates.modrinth_link": "[Modrinth]",
  "wover.updates.title": "Mod-Updates",
  "wover.welcome.description": "... und ein riesiges herzliches **Dankeschön** für das Herunterladen und Spielen unserer Mods. Wir hoffen, dass sie euch genauso viel Spaß machen wie uns.\n\nBevor wir anfangen, gibt es ein paar Dinge, die wir einrichten müssen, also lest bitte den folgenden langweiligen Teil weiter.",
  "wover.welcome.title": "Wilkommen bei "
}