{
  "description.config.wover.client.general.check_for_new_versions": "WorldWeaver includes a simple version checker that can notify you when new updates of our mods are available. To do this, we need to read a resource from one of our web servers. To process the request, together with your IP address (we need to know where to send the response) we also send your Minecraft version (so we can choose the right mod version). The transmitted data will never be used or processed by us for other purposes, but must be stored in our log files for 4 weeks for legal reasons.",
  "description.config.wover.client.general.force_betterx_world_type": "The world type determines how a world is generated. In most cases, BetterX should be kept as the default (you can change the type at any time in the world creation screen). This type is optimized for maximum compatibility between DataPacks, our mod, and other Fabric mods. It also provides some unique features for BetterNether and BetterEnd. You should only disable this option if you have a reason to do so!",
  "description.config.wover.client.loading.disable_experimental_warning": "The warning screen appears whenever your world does not use the vanilla version settings. This can happen when you start a world in a preview version, but also when you use mods to change the world creation. If this option is enabled, the warning will be skipped when you load an existing world. It will still be displayed (as a reminder) when a new world is created.",
  "title.config.wover.client.general.check_for_new_versions": "Check for new versions and notify",
  "title.config.wover.client.general.force_betterx_world_type": "BetterX World Type as default for new worlds",
  "title.config.wover.client.loading.disable_experimental_warning": "Hide Experimental Warning",
  "warning.config.wover.client.general.force_betterx_world_type": "MOST LIKELY YOU WILL WANT TO KEEP THIS OPTION ENABLED.\n",
  "wover.welcome.description": "... and a huge hearty **thank you** for downloading and playing our mods. We hope you enjoy them as much as we do.\n\nBefore we start, there are a few things we need to set up, so please continue reading the following boring part.",
  "wover.welcome.title": "Welcome to ",
  "wover.updates.description": "Some of the installed mods are outdated. We continually improve and extend our content as well as provide important bug-fixes.\nPlease consider updating your mods using the provided links below.",
  "wover.updates.download_link": "Download",
  "wover.updates.modrinth_link": "[Modrinth]",
  "wover.updates.curseforge_link": "[Curseforge]",
  "wover.updates.title": "Mod Updates",
  "wover.updates.disable_check": "Disable Update Check"
}